[{
    "title": "About Me",
    "meta": {
        "image": "/images/about_me.png"
    },
    "body": "Hi my name is Maddie I was born May 31,2004 and I am 8.I have a older brother named Aidan he is 9.I like to play sports I play soccer,lacrosse,basketball and I like to play l-ball with my brother.Even though i've had these problems it doesn't stop me from having fun with my family and friends.All though I still am weaker from the pain.Once I had some of my other problems like a siest outside of my liver,endoscopes and other problems and scopes.Once that was over I began interested in biology and the human body.I had fun writing this.I hope you learn along the way to <br>sincerely Maddie"
}, {
    "title": "History and symptoms",
    "meta": {
        "image": "/images/history.svg"
    },
    "body": "It all started when I was 6 . The lower area of my stomach started strangely hurting. I was curious what had been going on it happened very often. Eating foods like pasta,pizza,bagels and chicken with breading hurt my stomach. It was scary at first. Know one knew what was going on.I had had a lot of blood tests and they gusted some answers correct and most  were wrong. Know one knew what was going on all they knew something was wrong and it had to be solved know matter witch doctor  solved the problem. So I had continued my life not aware of the problem  and the pain got worse from month to month non stop.We were running all over the place doing tests. I thought it was never  possible but I knew I had to give faith in the doctors to figure the problem out. I was not sure who and how they would do it. I became more able to tell what was hurting to the doctors more as the pain grew. I knew they would be able to find out part by part what was wrong.Months past and the pain grew more larger and larger and never would stop.My stomach continued to hurt more often and got more constant so I got used to the doctors asking a million questions and going different places for appointments . I constantly told them how I felt and asked them why the pain constantly got worse.No doctor was able to answer my question.It had been a year of nonsense and no one could tell me what was going on!It didn't make sense what ever the doctor said but pretty much all they said was I don 't know or \"Nothing is wrong she looks perfectly fine\"That was no help at all.Finally me and my mom looked online at a true hospital research website I wrote down my symptoms and the research mached with my symptoms I found out that I may have a gluten sensitivity so I went to many doctors and they tested me for celiac disease on a blood test it came back that I did not have celiac.But the results of the research fits with a gluten sensitivity but to find the true answer I had to stop eating foods that contain gluten."
}, {
    "title": "Starting a new fun life",
    "meta": {
        "image": "/images/new_life.svg"
    },
    "body": "Once  you have gotten sittuated with the steeps  of gluten free avoidece you should have a fun time playing with your friends.I have friends i even made new friends.So go outside have fun do a great job on the gluten free advoidence and eat heathty foods. \n\n\nThis is me the author and if you are like me please follow my instructions.Thank you. "
}, {
    "title": "Bad choices/Sweet dessert",
    "meta": {
        "image": "/images/sweet_desserts.svg"
    },
    "body": "Before in my artical I talked about good chocies and now were talking aboat bad chocies so if you like pizza,cake,pancakes,brownies,cookies exsetera those are very bad desitions to make don’t eat any of them an less they are gluten free.It would be nice to have them every day but don’t even if there gluten free they all have a bunch of carbs.<p>Here are some sweet desserts that are gluten free …....</p><p></p><h3>pie</h3><ul><li>gluten free apple pie</li><li>gluten free pumpkin pie</li></ul><h3>cookies</h3><ul><li>gluten free mexican chocolate chip</li><li>gluten free sugar</li><h3>ice cream</h3><ul><li>gluten free rocky road</li><li>gluten free mint chip</li><li>gluten free cookies and cream</li></ul><p>BY FOR NOW</p>"
}, {
    "title": "New taste buds / top knowledge",
    "meta": {
        "image": "/images/top_knowledge.svg"
    },
    "body": "<p>If you are starting a gluten free avoidance  you have to take dares of eating different  foods than normal.When I started I was ready to take the dare of eating new foods day after day. And remember that you don’t know if you like it or not by looking at it.Now lets move on  to top knowledge.</p> <p>Most gluten free people have struggled having to read the labels.But all you have to do is browse the ingredients list and then if you don’t have allergies read at the bottom of the ingredients list it should say contains...  so thats it for now follow my other articles pick one at the sidebar on the home page.</p><p>BY FOR NOW</p>"

}, {
    "title": "How many people/top questions",
    "meta": {
        "image": "/images/how_many_people.svg"
    },
    "body": "<p>Were back and welcome to are next topic lets talk.</p><p>Did  you know that there are now 245,100 people that are going gluten free?Lots of people are lucky that they don’t have celiac disease just have a sensitivity to gluten. But if you have Celiac disease you have to avoid gluten no matter what.I think that it is not healthy any way so its good any way to avoid the gluten.</p>  <p></p><p>Some of the most questions that have been asked from doctors are...where does it hurt your stumic ,when did it start and did your throat hurt.</p>"
}, {
    "title": "best to say no/advice on food",
    "meta": {
        "image": "/images/advice.svg"
    },
    "body": "<p>If you have a gluten sensitivity like me I think  maybe you will find its best to say no! Here let me explain you want those foods like pizza and cake at parties.If some one asked you if you want pizza you should say no thank you because you want those foods but you have a hard decision to eat the pizza (thats a bad idea) or feel better and not have you stomach hurt for days.Say no thank you.Because that will make you feel better.Or if you are very tempted you can have some but you have to limit like 1 slice.Also if you are like me you will most likely know that you don’t want  to stop eating that food most likely when it  contains  gluten.And from what I experienced most people crave more food after eating gluten.SO there you have it were done right?Of course not we are still not done yet!I the author am taking my time so let’s continue shall we ok.So we left off on saying no now we are moving to advice on food.If you just started gluten advonence you don't know that it's easier to bake or cook food because they don't have much to offer outside of your house here are some of my favorite foods that I would like to share with you.</p><h3>Morning foods</h3><ul><li>Gluten free pancakes</li><li>Eggs/sunny side up or scrambled</li><li>Homemade gluten free bagels</li><li>Gluten free toast with butter</li><li>Gluten free homemade toast baguette</li></ul> <h3>Lunch foods</h3> <ul> <li>Sunbutter and jelly gluten free sandwich</li> <li>Corn burrito with beef or chicken</li> <li>Chicken and gluten free noodle soup</li> <li>Beef stew</li> <h3>dinner</h3> <ul> <li>Marinated lamb tips</li> <li>Hard shell tacos</li> <li>Homemade gluten free pizza</li> <li>Gluten free pasta with sauce and basil pesto</li> <li>Chicken with rice and edamame beans</li> <h3>Desert</h3> <ul> <li>Homemade ice cream</li> <li>Gluten free homemade brownies and cupcakes</li> <li>Homemade gluten free chocolate and sugar cookies</li> <li>Blueberry and banana gluten free muffins</li> <li>Gluten free banana bread</li> <li>Gluten free lava cakes</li> </ul> <p>There are my favorite foods and I really would like for you to try them out so you will be able to try them all you need to do is click on recipes on the homepage and find what you're interested in on trying if you already did then go to the homepage and click on the next blog to find out about more.</p> <p>By for now</p>"
}]