[{
    title: 'History and symptoms'
    body: 'It all started when I was 6 . The lower area of my stomach started strangely hurting. I was curious what had been going on it happened very often. Eating foods like pasta,pizza,bagels and chicken with breading hurt my stomach. It was scary at first. Know one knew what was going on.I had had a lot of blood tests and they gusted some answers correct and most  were wrong. Know one knew what was going on all they knew something was wrong and it had to be solved know matter witch doctor  solved the problem. So I had continued my life not aware of the problem  and the pain got worse from month to month non stop.We were running all over the place doing tests. I thought it was never  possible but I knew I had to give faith in the doctors to figure the problem out. I was not sure who and how they would do it. I became more able to tell what was hurting to the doctors more as the pain grew. I knew they would be able to find out part by part what was wrong.Months past and the pain grew more larger and larger and never would stop.My stomach continued to hurt more often and got more constant so I got used to the doctors asking a million questions and going different places for appointments . I constantly told them how I felt and asked them why the pain constantly got worse.No doctor was able to answer my question.It had been a year of nonsense and no one could tell me what was going on!It didn'
    t make sense what ever the doctor said but pretty much all they said was I don 't know or "Nothing is wrong she looks perfectly fine"That was no help at all.Finally me and my mom looked online at a true hospital research website I wrote down my symptoms and the research mached with my symptoms I found out that I may have a gluten sensitivity so I went to many doctors and they tested me for celiac disease on a blood test it came back that I did not have celiac.But the results of the research fits with a gluten sensitivity but to find the true answer I had to stop eating foods that contain gluten.'
}]


